
class Strings {
  static const titleApp = 'Фильмы';
  static const searchFilm = 'Поиск';

// Фильм Красотка
  static const prettyWomanDescription = 'Финансовый магнат Эдвард Льюис, проезжая по ночному городу, останавливается около красивой женщины. Ее зовут Вивьен и она берет только наличными. Наутро он понимает, что не хочет расставаться с ней и предлагает девушке остаться в его номере в отеле еще на некоторое время - за дополнительный гонорар.';


  // Фильм Гарфилд
  static const garfildDescription = 'Хозяин кота Гарфилда Джон приносит домой милого щенка Оди, и с этого момента жизнь Гарфилда идёт наперекосяк. Он хочет только одного — чтобы пёс навсегда исчез из его жизни и из его дома. Но когда внезапно щенка похищают, Гарфилд, возможно, впервые в жизни чувствует лежащую на нём ответственность. И начинает действовать.';

  // Фильм Один дома
  static const homeDescription = 'Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.';

  // Фильм Не смотри наверх
  static const dontLookUpDescription = 'Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.';

  // Фильм Форест Гамп
  static const forestDescription = 'Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.';

  // Холоп
static const holopDescription = 'Молодой мажор Гриша заигрался в красивую жизнь и решил, что ему всё дозволено. Он натворил много дел, и теперь ему грозит тюрьма. Чтобы исправить своего сына, отчаявшийся отец-олигарх идёт на крайние меры. Вместе с психологом он придумывает уникальный проект: на базе заброшенной деревни воссоздаётся атмосфера России XIX века, а Гриша попадает в подстроенную аварию и якобы переносится в прошлое.';
}