class Strings {
  // AppBar
  static const titleApp = 'Фильмы';
  static const titleAppFilter = 'Фильтр фильмов';

  static const searchFilm = 'Поиск';

// Фильм Красотка
  static const prettyWomanDescription =
      '  Финансовый магнат Эдвард Льюис, проезжая по ночному городу, останавливается около красивой женщины. Ее зовут Вивьен и она берет только наличными. Наутро он понимает, что не хочет расставаться с ней и предлагает девушке остаться в его номере в отеле еще на некоторое время - за дополнительный гонорар.\n   Вивьен оказывается в море блеска и лжи. Она терпит небрежное отношение к ней ради понравившегося мужчины, который перестал быть для нее просто клиентом.';
  static const prettyWomanLink =
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/365cd2d3-9208-40bf-9496-632253594985/300x450';

  // Фильм Гарфилд
  static const garfildDescription =
      '  Хозяин кота Гарфилда Джон приносит домой милого щенка Оди, и с этого момента жизнь Гарфилда идёт наперекосяк. Он хочет только одного — чтобы пёс навсегда исчез из его жизни и из его дома. Но когда внезапно щенка похищают, Гарфилд, возможно, впервые в жизни чувствует лежащую на нём ответственность. И начинает действовать.';
  static const garfildLink =
      'https://upload.wikimedia.org/wikipedia/ru/d/de/%D0%9F%D0%BE%D1%81%D1%82%D0%B5%D1%80_%D0%BA_%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%D1%83_%C2%AB%D0%93%D0%B0%D1%80%D1%84%D0%B8%D0%BB%D0%B4%C2%BB.jpg';

  // Фильм Один дома
  static const homeAloneDescription =
      '  Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.';
  static const homeAloneLink =
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/82af3f64-2908-4684-be9e-f60eaff3281d/300x450';

  // Фильм Не смотри наверх
  static const dontLookUpDescription =
      '  Астрономы открывают новую комету и, рассчитав её траекторию, узнают, что через полгода она столкнётся с Землёй, что положит конец существованию человечества и всего живого на планете. Двое учёных с трудом добиваются аудиенции у президента США, но там к их предупреждению относятся с недоверием, тогда они выступают в популярной телепередаче, но большинство всё равно не воспринимает угрозу всерьёз.';
  static const dontLookUpLink =
      'https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/9c7a6c39-a9fc-4c15-a634-ada778f7b86c/300x450';

  // Фильм Форрест Гамп
  static const forrestDescription =
      '  Сидя на автобусной остановке, Форрест Гамп — не очень умный, но добрый и открытый парень — рассказывает случайным встречным историю своей необыкновенной жизни.\n  С самого малолетства он страдал от заболевания ног, и соседские хулиганы дразнили мальчика, и в один прекрасный день Форрест открыл в себе невероятные способности к бегу. Подруга детства Дженни всегда его поддерживала и защищала, но вскоре дороги их разошлись';
  static const forrestLink =
      'https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/3560b757-9b95-45ec-af8c-623972370f9d/300x450';

  // Холоп
  static const holopDescription =
      '  Молодой мажор Гриша заигрался в красивую жизнь и решил, что ему всё дозволено. Он натворил много дел, и теперь ему грозит тюрьма. Чтобы исправить своего сына, отчаявшийся отец-олигарх идёт на крайние меры. Вместе с психологом он придумывает уникальный проект: на базе заброшенной деревни воссоздаётся атмосфера России XIX века, а Гриша попадает в подстроенную аварию и якобы переносится в прошлое.\n  На самом деле над ним проводится изощрённый психологический эксперимент — избалованного мажора превращают в обычного холопа Гришку, живущего в хлеву на территории барской усадьбы. Его окружают актёры, чья цель — изменить его жизнь и личность. За каждым его движением пристально следит команда психолога с помощью множества камер. Грише предстоит заново научиться общаться с людьми, ценить простые удовольствия, работать, а также обрести истинную любовь.';
  static const holopLink =
      'https://upload.wikimedia.org/wikipedia/ru/thumb/d/d7/%D0%A5%D0%BE%D0%BB%D0%BE%D0%BF_%28%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%29.jpg/211px-%D0%A5%D0%BE%D0%BB%D0%BE%D0%BF_%28%D1%84%D0%B8%D0%BB%D1%8C%D0%BC%29.jpg';
}
